{
    "truth":[
        { "id": 1, "question": "Kỷ niệm tuổi thơ nào làm em nhớ nhất?" },
        { "id": 2, "question": "Em có từng bị ai đó làm tổn thương sâu sắc khi còn nhỏ không?" },
        { "id": 3, "question": "Em từng là học sinh kiểu gì hồi đi học?" },
        { "id": 4, "question": "Mối quan hệ của em với gia đình như thế nào?" },
        { "id": 5, "question": "Em từng có biệt danh nào vui nhộn không?" },
        { "id": 6, "question": "Em tin vào tình yêu từ cái nhìn đầu tiên không?" },
        { "id": 7, "question": "Em mong đợi điều gì nhất trong một mối quan hệ?" },
        { "id": 8, "question": "Điều gì khiến em cảm thấy được yêu thương?" },
        { "id": 9, "question": "Em từng yêu ai sâu đậm trước đây chưa? Tại sao chia tay?" },
        { "id": 10, "question": "Theo em, 'lãng mạn' là như thế nào?" },
        { "id": 11, "question": "Em nghĩ thế nào là một cuộc sống ý nghĩa?" },
        { "id": 12, "question": "Em coi trọng điều gì nhất trong cuộc sống?" },
        { "id": 13, "question": "Nếu phải chọn giữa tiền bạc và thời gian, em chọn gì?" },
        { "id": 14, "question": "Em có hay suy nghĩ về tương lai xa không?" },
        { "id": 15, "question": "Nếu có thể sống ở bất kỳ đâu, em muốn sống ở đâu?" },
        { "id": 16, "question": "Giấc mơ lớn nhất của em là gì?" },
        { "id": 17, "question": "Em đã từng làm điều gì điên rồ vì tình yêu chưa?" },
        { "id": 18, "question": "Em thấy thế nào về hôn nhân?" },
        { "id": 19, "question": "Nếu có con, em muốn dạy con điều gì đầu tiên?" },
        { "id": 20, "question": "Có điều gì em chưa từng nói với ai không?" },
        { "id": 21, "question": "Em có sợ mất ai đó quan trọng không?" },
        { "id": 22, "question": "Một ngày hoàn hảo với em sẽ như thế nào?" },
        { "id": 23, "question": "Em ghét nhất điều gì trong một mối quan hệ?" },
        { "id": 24, "question": "Điều gì em nghĩ sẽ giúp tình yêu bền lâu?" },
        { "id": 25, "question": "Em có bao giờ nghĩ đến việc yêu xa không?" },
        { "id": 26, "question": "Điều gì khiến em cảm thấy an toàn trong tình yêu?" },
        { "id": 27, "question": "Em cảm thấy thế nào khi được người yêu ôm từ phía sau?" },
        { "id": 28, "question": "Nếu được du lịch cùng người yêu, em muốn đi đâu đầu tiên?" },
        { "id": 29, "question": "Em có thích bất ngờ không? Kiểu bất ngờ nào?" },
        { "id": 30, "question": "Lần gần nhất em khóc là khi nào? Vì sao?" },
        { "id": 31, "question": "Em thích làm gì vào cuối tuần?" },
        { "id": 32, "question": "Có thói quen nào nhỏ nhỏ em thấy dễ thương ở anh/chị không?" },
        { "id": 33, "question": "Nếu được thay đổi một điều trong quá khứ, em sẽ thay đổi gì?" },
        { "id": 34, "question": "Em mong chờ điều gì ở mối quan hệ chúng ta?" },
        { "id": 35, "question": "Em có tin vào duyên số không?" },
        { "id": 36, "question": "Người bạn ngưỡng mộ nhất là ai và vì sao?" },
        { "id": 37, "question": "Em thích được yêu theo cách nào? Hành động, lời nói hay cử chỉ?" },
        { "id": 38, "question": "Món quà ý nghĩa nhất em từng nhận là gì?" },
        { "id": 39, "question": "Em có sợ cô đơn không?" },
        { "id": 40, "question": "Em thường làm gì khi cảm thấy buồn?" },
        { "id": 41, "question": "Có điều gì em chưa từng nói với bố mẹ không?" },
        { "id": 42, "question": "Em đã từng hy sinh điều gì vì người khác chưa?" },
        { "id": 43, "question": "Điều gì khiến em thấy yên bình nhất?" },
        { "id": 44, "question": "Nếu không làm công việc hiện tại, em muốn làm gì?" },
        { "id": 45, "question": "Em có sẵn sàng tha thứ nếu bị phản bội không?" },
        { "id": 46, "question": "Lúc em giận, em cần người kia làm gì?" },
        { "id": 47, "question": "Khi yêu, em có ghen không? Mức độ nào?" },
        { "id": 48, "question": "Em thấy đâu là giới hạn không thể vượt qua trong tình yêu?" },
        { "id": 49, "question": "Em thích được gọi bằng nickname gì trong tình yêu?" },
        { "id": 50, "question": "Nếu sau này có con, em muốn chúng giống ai nhiều hơn?" }
      ]
      ,
    "dare":[
        { "id": 1, "challenge": "Nhìn vào mắt nhau 10 giây không được cười." },
        { "id": 2, "challenge": "Ôm người kia thật chặt trong 20 giây." },
        { "id": 3, "challenge": "Thì thầm vào tai người kia một điều ngọt ngào." },
        { "id": 4, "challenge": "Hôn lên má người kia thật nhẹ." },
        { "id": 5, "challenge": "Kể một điều bí mật mà trước giờ chưa từng kể." },
        { "id": 6, "challenge": "Bắt chước nét mặt của người kia trong 10 giây." },
        { "id": 7, "challenge": "Khen người kia 3 câu thật lòng." },
        { "id": 8, "challenge": "Nắm tay người kia và không buông trong 1 phút." },
        { "id": 9, "challenge": "Đổi chỗ ngồi để ngồi thật sát bên nhau." },
        { "id": 10, "challenge": "Giả vờ cầu hôn người kia thật lãng mạn." },
        { "id": 11, "challenge": "Hát một đoạn ngắn bài hát mà em/anh nghĩ đến người kia." },
        { "id": 12, "challenge": "Dùng ánh mắt thể hiện tình cảm mà không nói gì trong 15 giây." },
        { "id": 13, "challenge": "Làm mặt xấu và bắt người kia làm theo." },
        { "id": 14, "challenge": "Chạm mũi với người kia trong 5 giây." },
        { "id": 15, "challenge": "Giả vờ là người kia và nói 3 câu đặc trưng của họ." },
        { "id": 16, "challenge": "Tạo dáng chụp hình đôi thật hài hước." },
        { "id": 17, "challenge": "Gãi lưng cho người kia trong 30 giây." },
        { "id": 18, "challenge": "Hỏi một câu 'siêu nhạy cảm' mà bạn đang tò mò." },
        { "id": 19, "challenge": "Nói 'Anh/Em yêu em/anh' theo giọng đáng yêu nhất." },
        { "id": 20, "challenge": "Chơi oẳn tù tì, ai thua phải hôn má người kia." },
        { "id": 21, "challenge": "Tạo dáng trái tim bằng tay cùng nhau." },
        { "id": 22, "challenge": "Tựa đầu vào vai người kia trong 15 giây." },
        { "id": 23, "challenge": "Vẽ một bức tranh chân dung nhanh về người kia (dù xấu cũng phải cho xem!)." },
        { "id": 24, "challenge": "Giả vờ tỏ tình lại người kia lần đầu gặp." },
        { "id": 25, "challenge": "Chơi trò hỏi nhanh – đáp nhanh trong 1 phút." },
        { "id": 26, "challenge": "Đưa tay cho người kia vẽ 1 hình nhỏ bằng tay (bằng bút bi hoặc tưởng tượng)." },
        { "id": 27, "challenge": "Nói điều khiến em/anh cảm thấy tự hào nhất về người kia." },
        { "id": 28, "challenge": "Tưởng tượng cả hai đang trong phim tình cảm – diễn thử 1 cảnh lãng mạn." },
        { "id": 29, "challenge": "Ngồi đối diện nhau và cùng đếm nhịp tim (im lặng 20 giây)." },
        { "id": 30, "challenge": "Hỏi người kia 'Điều gì khiến anh/em rung động nhất khi nhìn em/anh?'" },
        { "id": 31, "challenge": "Giữ tay người kia và kể lại một kỷ niệm đẹp của hai người." },
        { "id": 32, "challenge": "Làm mặt cún con và xin một cái ôm từ người kia." },
        { "id": 33, "challenge": "Mô tả người kia như một món ăn." },
        { "id": 34, "challenge": "Tạo ra một mật danh bí mật cho người yêu của mình." },
        { "id": 35, "challenge": "Nhắm mắt lại và để người kia hướng dẫn bạn đến một điểm trong phòng." },
        { "id": 36, "challenge": "Diễn lại một kỷ niệm đáng nhớ nhất giữa hai người." },
        { "id": 36, "challenge": "Đọc thơ tình yêu." },
        { "id": 38, "challenge": "Tạo một 'hiệu ứng âm thanh' tình yêu bằng giọng của bạn." },
        { "id": 39, "challenge": "Đặt tay lên ngực người kia và nói: 'Tim anh/em đang đập vì em/anh'." },
        { "id": 40, "challenge": "Chạm vào má người kia thật nhẹ nhàng và nói một lời yêu thương." },
        { "id": 41, "challenge": "Hôn gió và làm động tác bắt lấy trái tim người kia." },
        { "id": 42, "challenge": "Nói tên người kia theo cách đáng yêu nhất có thể." },
        { "id": 43, "challenge": "Tưởng tượng 10 năm sau hai người đang làm gì – chia sẻ ý tưởng đó." },
        { "id": 44, "challenge": "Chạm trán nhau và nhắm mắt trong 10 giây." },
        { "id": 45, "challenge": "Thử chơi trò 'không cười' với người kia – ai cười trước thua." },
        { "id": 46, "challenge": "Chia sẻ nụ hôn đầu tiên của hai người (kể hoặc diễn lại nếu dám!)." },
        { "id": 47, "challenge": "Làm điều gì đó ngọt ngào mà người kia không ngờ tới ngay lúc này." },
        { "id": 48, "challenge": "Giả vờ đang cầu hôn bằng một đồ vật bất kỳ gần đó." },
        { "id": 49, "challenge": "Chơi trò 'Tay ai đẹp hơn?' và để người kia chọn." },
        { "id": 50, "challenge": "Viết một chữ bất kỳ lên tay người kia bằng ngón tay." }
      ]
      
}